djui/alias-tips
hlissner/zsh-autopair

zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search
denysdovhan/spaceship-prompt

skywind3000/z.lua

softmoth/zsh-vim-mode
